cosmoi.org
#+Title: Cosmoi
#+Author: Mario Román
#+Email: mromang08@gmail.com
#+Creator: <a href="https://mroman42.github.com">@mroman42</a>.

#+Options: toc:nil date:t num:nil
#+Options: html-style:nil
#+Options: html-postamble:t
#+Options: tex:dvisvgm

** Informal CV                                                                               :post:
:PROPERTIES:
:TITLE:    Informal CV
:EXPORT_FILE_NAME: informalcv.html
:INDEX_DATE: <2018-10-21 Sun>
:END:

 * December 2018. Attended [[http://events.cs.bham.ac.uk/syco/2/][SYCO2]]. (University of Strathclyde)
 * October 2018. Started a [[https://www.ox.ac.uk/admissions/graduate/courses/msc-mathematics-and-foundations-computer-science?wssl=1][MSc in Mathematics and Foundations of Computer Science]]. (University of Oxford)
 * August 2018. Participant [[https://homalg-project.github.io/capdays-2018/][CAP days]]. (Universität Siegen)
 * June 2018. Finished the double degree on Mathematics and Computer Engineering. (University of Granada)
 * June 2018. Presented my bachelor's thesis. [[https://mroman42.github.io/ctlc/ctlc.pdf][Category theory and lambda calculus]]. (University of Granada)
 * December 2017. [[https://unimath.github.io/bham2017/][School and Workshop on Univalent Mathematics]]. (University of Birmingham)
 * July 2017. [[https://sites.google.com/view/summerschool2017-eutypes/][EUTypes Summer School]]. (Ohrid, Macedonia)
 * March 2017. [[https://sites.google.com/unizar.es/affine-group-schemes-seminar/inicio][Seminar. Affine group schemes, an introduction]]. (University of Zaragoza)
 * October 2012. Attended the XXVII Olimpiada Iberoamericana de Matemática. (Cochabamba, Bolivia)
 * September 2012. Started a double degree in [[http://grados.ugr.es/informaticaymatematicas/][Mathematics and Computer Engineering]]. (University of Granada)
 * July 2012. Attended the [[http://oma.org.ar/imo2012/][53rd International Mathematical Olympiad]]. (Mar del Plata, Argentina)

