informalcv.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-02-28 Thu 10:27 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Informal CV</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Mario Román" />
<link rel="stylesheet" href="default.css" />
<link rel="stylesheet" href="mathjax_fonts.css" />
<link rel="stylesheet" href="syntax.css" />
<div id="header">
<div id="logo">
<a hrwef="index.html">Cosmoi</a>
</div>
<div id="navigation">
<a href="index.html">Index</a>
<a href="about.html">About</a>
<a href="feed.xml">RSS</a>
</div>
</div>
</head>
<body>
<div id="content">
<h1 class="title">Informal CV</h1>
<ul class="org-ul">
<li>December 2018. Attended <a href="http://events.cs.bham.ac.uk/syco/2/">SYCO2</a>. (University of Strathclyde)</li>
<li>October 2018. Started a <a href="https://www.ox.ac.uk/admissions/graduate/courses/msc-mathematics-and-foundations-computer-science?wssl=1">MSc in Mathematics and Foundations of Computer Science</a>. (University of Oxford)</li>
<li>August 2018. Participant <a href="https://homalg-project.github.io/capdays-2018/">CAP days</a>. (Universität Siegen)</li>
<li>June 2018. Finished the double degree on Mathematics and Computer Engineering. (University of Granada)</li>
<li>June 2018. Presented my bachelor's thesis. <a href="https://mroman42.github.io/ctlc/ctlc.pdf">Category theory and lambda calculus</a>. (University of Granada)</li>
<li>December 2017. <a href="https://unimath.github.io/bham2017/">School and Workshop on Univalent Mathematics</a>. (University of Birmingham)</li>
<li>July 2017. <a href="https://sites.google.com/view/summerschool2017-eutypes/">EUTypes Summer School</a>. (Ohrid, Macedonia)</li>
<li>March 2017. <a href="https://sites.google.com/unizar.es/affine-group-schemes-seminar/inicio">Seminar. Affine group schemes, an introduction</a>. (University of Zaragoza)</li>
<li>October 2012. Attended the XXVII Olimpiada Iberoamericana de Matemática. (Cochabamba, Bolivia)</li>
<li>September 2012. Started a double degree in <a href="http://grados.ugr.es/informaticaymatematicas/">Mathematics and Computer Engineering</a>. (University of Granada)</li>
<li>July 2012. Attended the <a href="http://oma.org.ar/imo2012/">53rd International Mathematical Olympiad</a>. (Mar del Plata, Argentina)</li>
</ul>
</div>
<div id="postamble" class="status">
<div id="footer"><p class="postamble">Last edited 2018-10-21 Sun 00:00. Written by <a href="https://mroman42.github.com">@mroman42</a>.</p></div>
</div>
</body>
</html>
